tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "leoafarias/fvm"
brew "cask"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "pkg-config"
brew "lv"
brew "pyenv"
brew "rbenv"
brew "rustup-init"
brew "scrcpy"
brew "tcl-tk"
brew "trash"
brew "volta"
brew "wget"
brew "zsh"
brew "leoafarias/fvm/fvm"
cask "alfred"
cask "appcleaner"
cask "iterm2"
cask "swiftformat-for-xcode"
cask "temurin17"
cask "wireshark"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "charliermarsh.ruff"
vscode "cocopon.iceberg-theme"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "djbkwon.flutter-dependency-docs"
vscode "donjayamanne.githistory"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "marp-team.marp-vscode"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "Nash.awesome-flutter-snippets"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "tushortz.python-extended-snippets"
vscode "vscjava.vscode-gradle"
